code_to_smile = {
        "Clear": "- Ясно \U00002600",
        "Clouds": "- Облачно \U00002601",
        "Rain": "- Дождь \U00002614",
        "Drizzle": "- Мелкий дождь\U00002614",
        "Thunderstorm": "- Гроза \U000026A1",
        "Snow": "- Снег \U0001F328",
        "Mist": "- Туман \U0001F32B"
        
    }

weather_indicators = [
    "Погода в населеном пункте -",
    "Температура:",
    "Влажность:",
    "Давление:",
    "Скорость ветра:",
    "Восход солнца:",
    "Закат:",
    "Продолжительность дня:",
    "Дата",
    "на 5 дней."
]

profil_settings = [
    "Информация о профиле",
    "Ваш населенный пункт:"
]